[
  {
    "id": 9,
    "title": "Khai trương trang web tổng hợp",
    "date": "Ngày 20/10/2025",
    "content": "<span class=\"from\">Từ: ADMIN</span>\n\nHello bà con, hôm nay tui làm <strong>1 trang web tổng hợp</strong> cho anh em vào xem mấy confession dễ hơn"
  },
  {
    "id": 8,
    "title": "PHÒNG TẬP GYM Ở ĐÂU?",
    "date": "Ngày 7 - tháng 6 - 2025",
    "content": "\n            <span class=\"from\">From: Minh Phụng</span>\n            <p>#Tieucan3460 Ở Kan Gym á bạn, thấy cũng ok</p>\n        "
  },
  {
    "id": 7,
    "title": "CHỖ BÁN BÁNH MÌ CHẢ CÁ Ở TIỂU CẦN",
    "date": "Ngày 7 - tháng 6 - 2025",
    "content": "\n            <span class=\"from\">FROM Yen Changg:</span>\n            <p>#tc3578 theo tuii thấy thì là chỗ vừa xuống dốc cầu TC nhennn</p>\n            \n            <span class=\"from\">FROM Nguyễn Huy:</span>\n            <p>bánh mỳ chả cá nhà bà Hà ngon nhất Tiểu Cần #3578</p>\n        "
  },
  {
    "id": 6,
    "title": "CHỖ BÁN BỘT CHIÊN Ở TIỂU CẦN",
    "date": "Ngày 7 - tháng 6 - 2025",
    "content": "\n            <span class=\"hashtag\">#Tieucan3571</span>\n            <p>ở tc có chỗ nào bán bột chiên hok mn, mình chưa từng ăn muốn ăn thử nhưng k tìm được quán nào hết</p>\n            \n            <span class=\"from\">From: Hoàng Hân</span>\n            <p>tc3571 chỗ gần siêu thị có chỗ bán nè b của 2 cô chú dth lắm siêu nhiều trứng luôn</p>\n            \n            <span class=\"from\">From: Giaa Nghii</span>\n            <p>#Tieucan3571 ở chỗ cafe le le á chạy xuống tí có chỗ ngta bán xe rồi bán bún nước lèo á 1h 2h ngta ms bán, có bán lẻ bột chiên á b oi</p>\n        "
  },
  {
    "id": 5,
    "title": "CÁCH HẾT MỤN & THÂM Ở LƯNG, NGỰC",
    "date": "Ngày 7 - tháng 6 - 2025",
    "content": "\n            <span class=\"hashtag\">#Tapngai2451</span>\n            <p>Có ai biết cách nào để hết mụn với thâm ở lưng với ngực không ạ</p>\n            \n            <span class=\"from\">Từ Gwen Stacy</span>\n            <p>#Tapngai2451</p>\n            <p>tắm gynofar thử nha bạn, ko ăn đồ cay nóng, uống nhiều nước lọc, đi tắm lau khô kỹ, dính mưa phải tắm lại ngay, chốt lại là tắm sạch, nhất là khi ra mồ hôi, tránh mặc đồ quá chật gây bí da, con gái thì chọn bra chất liệu thoáng chút</p>\n            <p>vệ sinh ga nệm định kì tại nhiều khi mụn là do ga gối bị bẩn</p>\n            <p>có tiền thì nên mua Paula's Choice Body Treatment 2% BHA loại mini size cũng được có 300 à dùng ok lắm, mờ thâm bạn dùng niacinamide 10% the ordinary nha</p>\n        "
  },
  {
    "id": 4,
    "title": "CÁCH GỬI ĐỒ CHO BẠN Ở XA",
    "date": "Ngày 6 - tháng 6 - 2025",
    "content": "\n            <span class=\"hashtag\">#Tieucan3567</span>\n            <p>Dạ mấy bồ ơi chỉ tui cách gửi hàng đi nơi khác với ạ, tui muốn tặng quà cho bạn trên mạng của tui á nếu được thì cmt chi tiết cách gửi được khum ạ..kiểu vô đó phải làm gì làm gì á^^</p>\n            \n            <span class=\"from\">Từ: Lý Thái Thạnh</span>\n            <p>#tieucan3567 bạn tải app Viettel post hoặc shopee post</p>\n            <p>-Viettle post có tiện lợi là được hoàn tiền hàng khi lạc hàng với viettle post cx ít lạc hàng</p>\n            <p>-Bù lại giá ship khá cao hơn shopee</p>\n            <p>Shopee thì ship rẻ hơn nhưng k đc hoàn tiền hàng khi lạc và lạc hàng khá cao nhưng tui nghe nói chứ lúc sài k bị lạc</p>\n            <p>-Cách tạo thì bạn tải app rồi điền địa chỉ ,xong lấy 1 tờ giấy ghi mã vận đơn của đơn hàng và địa chỉ người nhận rồi dán lên hộp,bạn có thể in rồi dán hoặc ghi tay ,bạn chọn khung giờ lấy hàng,điền xong thì shipper sẽ lại lấy và giao đi,hành trình đơn hàng trên app,có số điện thoại của tài xế app với bưu cục nên nếu lạc hàng thì có thể liên hệ giải quyết.</p>\n            <p>gửi thì có mục người nhận chịu phí hoặc người gửi chịu phí</p>\n            <p>Vtp giờ ship tầm 30 k</p>\n            <p>Nhầm tài khoản do tạo nhiều đơn với số lượng bình ổn theo tháng thì sẽ được giảm ship,với tài khoản tạo trước ngày vtp đổi phí ship thì gọi là tài khoảng có ship cũ</p>\n            <p>Spx giờ chắc tầm 20k</p>\n            <p>Ship sẽ tùy số kg á</p>\n            \n            <span class=\"from\">Từ: Gwen Stacy</span>\n            <p>#Tieucan3567 tải app viettle post nha, thao tác trên đt có shipper lại nhà lấy hoặc tự bạn đi gửi cũng đc</p>\n            <p>⇒ 0 phải chủ cfs nhma em hỏi ké mất phí bao nhiêu để gửi đi vậy ạ?</p>\n            <p>⇒ tuỳ theo số kí với xa hay gần nè, tầm 3 mấy nghìn đổ lại</p>\n            \n            <span class=\"from\">Từ: Tram Ngoc Nhu Quynh</span>\n            <p>#3567 tải app viettel post nha</p>\n        "
  },
  {
    "id": 3,
    "title": "TIPS TỰ HỌC CODE",
    "date": "Ngày 5 - tháng 6 - 2025",
    "content": "\n            <span class=\"hashtag\">#Tapngai2444</span>\n            <p>Mn ơi cho em hỏi tại Trà Vinh mình có trung tâm hay ai dạy lập trình, viết code ngôn ngữ C++ ko ạ em cảm ơn.</p>\n            <span class=\"from\">Từ: ADMIN:</span>\n            <p>- Tapngai2444 Trung tâm thì ad ko biết. Chứ tự học thì ad biết cách nhé.</p> \n            <p>Em học nhanh qua hết lý thuyết trong vòng 3-4 ngày:</p>\n            <p>- Tải app code</p>\n            <p>- code được nhập xuất ra màn hình (cin, cout)</p>\n            <p>- khai báo biến</p>\n            <p>- vòng lặp for, while</p>\n            <p>- if else</p>\n            <p>- mảng</p>\n            <p>- struct</p>\n            <p>- con trỏ</p>\n            <p>Lên mạng coi lý thuyết, tự gõ theo chạy được là được. Trong vòng ba bốn bữa là dẹp luôn, ko cần học mấy cái đó nữa.</p>\n            <p>Sau đó chuyên mục chính đó là code theo đề bài yêu cầu, đây là link các đề bài của 1 giảng viên lâu năm của Đại Học Quốc Gia HCM: <a href=\"https://tuhoclaptrinhsite.wordpress.com/giai-1000-bai/\">https://tuhoclaptrinhsite.wordpress.com/giai-1000-bai/</a></p>\n            <p>Code 100 bài sẽ giỏi hơn code 99 bài kakakakaka.</p> \n            <p>Muốn nắm bao quát cách làm, những trường hợp đặc biệt trong từng đề thì em sẽ tham khảo chatgpt hoặc trang web stackoverflow (thí dụ code phép chia, thì cần né trường hợp chia cho 0).</p> \n            <p>- Còn em lười, với k có trung tâm ở tỉnh. Thì mấy bạn ad nó hay mua khóa học ở 28tech, em tham khảo trên đó thử. Thấy ở đó dạy ok.</p>\n            <p>PS: Trong quá trình học, có chỗ nào khó hiểu cứ gửi cfs nhé, iu iu</p>\n            <p>-Nhưng khuyên là nên tự học, vì thằng giỏi nhất ad từng gặp thì là 100% nó tự cày.</p>\n        "
  },
  {
    "id": 2,
    "title": "TIPS CẢM THỤ + PHÂN TÍCH VĂN HỌC NGOÀI SGK",
    "date": "Ngày 4 - tháng 6 - 2025",
    "content": "\n            <span class=\"hashtag\">#Tapngai2438</span>\n            <p>Xin share một số tips mình làm cho 3554 nha thật ra phân tích thơ thì đầu tiên b phải đọc kĩ đề lên xem xem thơ đang nói về gì và từng câu thơ nói gì, sau đó b cứ note ra giấy nháp những câu cần ptich và những dấu cần ptich (đôi khi những dấu \"...\" Cũng có thể ptich được) sao đó sắp xếp theo trình tự từng khổ từ trên xuống. Ptich đừng dài dòng mà hãy sâu ý và tránh lang mang câu cú rõ ràng và thuyết phục, b muốn điểm lớn thì cứ ptich nhiều vào và muốn có nhiều từ vựng, ngôn từ thì cần phải đọc thêm sách bên ngoài nữa. Nếu thơ đọc vào không hiểu thì cứ đọc nhiều lần ptich theo ý của mình miễn nó đúng thì oki thôi ạ</p>\n        "
  },
  {
    "id": 1,
    "title": "TIPS ÔN THI ĐÁNH GIÁ NĂNG LỰC DHQG HỒ CHÍ MINH",
    "date": "Ngày 4 - tháng 6 - 2025",
    "content": "<span class=\"hashtag\">#Tapngai2433</span>\n<p>chị trả lời #tieucan3534 nhe, nếu e muốn ôn thi đgnl thì e cần tìm hiểu cấu trúc của đề thi trước  nhe</p>\n<p>- <strong>Thứ nhất đề thi có 3 phần</strong> gồm 120 câu :</p>\n<p>+ Phần 1 sử dụng ngôn ngữ gồm có tiếng việt và tiếng anh. Tiếng việt (30 câu) e cần nắm biện pháp tu từ, phép liên kết, câu và thành phần câu, lỗi sai trong câu, tìm từ đúng chính tả, đúng ngữ pháp, ca dao, tục ngữ, thành ngữ, từ hán việt..v.v... đặc biệt là phải đọc hiểu được văn bản nhe. Tiếng anh( 30 câu) chị nghĩ e nên học từ vựng nhiều vào còn cấu trúc thì nó sẽ có phát hiện lỗi sai, câu đồng nghĩa, đọc hiểu..v.v...</p>\n<p>+ Phần 2 toán học ( 30 câu) đề rộng mênh mông mình không đoán được sẽ cho cái gì nên e cứ tập trung vào toán 10 11 12 trước nhe, hiện tại e có thể xps môn toán trước nếu lẹ thì e cố gắng hoàn thành toán 12 và tổng ôn kiến thức 10 11 vào cuối tháng 12 nhe để qua tháng 1 mình tập trung giải đề minh họa đgnl</p>\n<p>+ Phần 3 tư duy khoa học có 2 mục nhỏ, 1 là logic phân tích số liệu ( 12 câu) phần này khó nhe vì mình cũng ít tiếp xúc và đòi hỏi tư duy cao lắm nên mình cần phải tìm đề, luyện dạng này nhiều vào luyện nhiều để luyện khả năng suy luận, nhạy bén hơn với dạng đề này nha hong là vô phòng thi ngáo thiệt á nhe mấy bro. 2 là suy luận khoa học ( 18 câu) phần này có thể nói là dễ vì nó có dữ liệu cho mình đọc hiểu và làm, cũng có thể nói phần này dựa vào khả năng hiểu biết của e nữa nha vì 6 môn mỗi môn 3 câu mà mình học chương trình mới sẽ có môn mình không học nên gần như những câu không biết mình sẽ lụi hoặc làm theo kiến thức mình có hoặc theo dữ liệu đề cho, nên nếu ôn e nhớ tìm hiểu về những chủ đề có liên quan đến môn học nhen</p>\n<p>Thứ hai e có thể mua các khóa luyện thi đgnl hoặc đi học thêm của giáo viên trường mình nhe ( Thầy Tuấn cô Cúc có nhận ôn nhen e ) còn nếu e muốn tiết kiệm thì vẫn có thể tự ôn ở nhà nhe chị rcm e ytb Luyện thi đánh giá năng lực-cpen team trên đây ôn luyện miễn phí dạy siêu dễ hiểu, đầy đủ tất cả các môn. Em có thể tham khảo đề minh họa đánh giá năng lực năm rồi nhe</p>\n<p>Thứ ba nhớ theo dõi page đgnl để xem thông báo và nhớ theo dõi đề minh họa của năm 2026 nhe khi ôn thi cũng bám sát theo đề để không là mông lung hong biết hướng đi đó nhen</p>\n<p>( Em muốn lấy sách 25 đề luyện thi đgnl đại học qg tphcm thì thả phẫn nộ nhe rồi chị gửi cho )</p>\n"
  }
]